{
  "LuaSnip": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cloak.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}